{
  "meHello": "Hello, I'm ",
  "meTitle": "I'm a fullstack junior web developer.",
  "meDescription": "I'm Maciej, a 20-year-old Polish programmer. I'm a strange guy who likes to create strange things and bring them to life. I like solving problems and finding the best solutions. When I'm not playing with code, I'm playing with my cat.",

  "hAbout": "About Me",
  "hWorks": "View my work",

  "aContact": "Contact",

  "fTop": "Top",
  "fAtt": "SVG Background by",

  "wSus": "Suspended.",
  "wShare": "I can share the source code.",
  "wSource": "Source code",
  "wSite": "Website",
  "wTeam": "Teamwork",

  "w1Short": "A service designed to facilitate the adoption of animals.",
  "w1Long": "New Life is an application designed to facilitate animal adoption. The app will support two modes of operation. The first mode is to show the user matching animals in a way known from, for example, Tinder. The shelter then gets the information and can immediately accept the user to the next stage, or reject him. The second mode is a general display of all the animals the server will be able to collect from the pages of various shelters.",

  "w2Short": "Link shortener.",
  "w2Long": "A simple link shortener without any weird features, ads, etc. Allows you to generate a QR code for your site. Unused links are removed from the database after a certain period of time.",

  "w3Short": "Mobile link shortener.",
  "w3Long": "Like the web version, it allows for link shortening, and QR code generation. The application requires the web version to function, as it uses its API.",

  "w4Short": "Kolobrzeg accommodation search engine.",
  "w4Long": "KolobrzegHotele is a search engine for accommodation. The site was created for a competition, but unfortunately the city turned off the API that the site used, so most of the features no longer work. Accommodations were searched based on several categories and how important they were to the user. E.g., if proximity to the beach was most important to someone, and the rest was irrelevant, the proposed accommodations were as close to the beach as possible.",

  "w5Short": "Bookapp (working name) is a mobile application for tracking reading.",
  "w5Long": "The application easily allows you to mark books you have read and books \"to read\". Thanks to its integration with the openlibrary.org API, it also allows you to search for books and check details about them.",

  "w6Short": "Second-hand appliance store.",
  "w6Long": "This website was created for a vocational training at a technical school and shows a store with used household appliances. Users can add listings, and buy items thanks to PayPal integration."
}
