{
  "works": "Works",
  "contact": "Contact",
  "title": "Junior Developer",
  "aboutMe": "About Me",
  "more": "More",
  "teamwork": "Teamwork",
  "details": "Details",
  "sourceCode": "Source code",
  "website": "Website",
  "linkShortener": "Link shortener.",
  "cutItDesc": "A simple link shortener without any weird features, ads, etc. Allows you to generate a QR code for your site. Unused links are removed from the database after a certain period of time.",
  "mobileLinkShortener": "Mobile link shortener.",
  "cutItMobileDesc": "Like the web version, it allows for link shortening, and QR code generation. The application requires the web version to function, as it uses its API.",
  "searchEngine": "Kolobrzeg accommodation search engine.",
  "kolobrzegHoteleDesc": "KolobrzegHotele is a search engine for accommodation. The site was created for a competition, but unfortunately the city turned off the API that the site used, so most of the features no longer work. Accommodations were searched based on several categories and how important they were to the user. E.g., if proximity to the beach was most important to someone, and the rest was irrelevant, the proposed accommodations were as close to the beach as possible.",
  "secureSharing": "Secure note sharing.",
  "sendNoteDesc": "SendNote is a service that allows you to share confidential information quickly and securely. Allows you to protect a note with a password, set the rules under which it is to be deleted, such as after the maximum number of views, or the date (rules can be combined).",
  "secondHandStore": "Second-hand appliance store.",
  "pralkaDesc": "This website was created for a vocational training at a technical school and shows a store with used household appliances. Users can add listings, and buy items thanks to PayPal integration.",
  "iAm": "I'm Maciej Gawrysiak, a 20-year-old Polish",
  "weird": "I'm a weird guy who likes to create weird things and bring them to life.",
  "notOnly": "Not only that, but I like",
  "solving": "solving",
  "problems": "problems and ",
  "finding": "finding",
  "solutions": "the best solutions.",
  "whenImNot": "When I'm not playing with",
  "code": "code",
  "playingWith": "I'm playing with my",
  "cat": "cat",
  "top": "Top"
}
