{
  "meHello": "Hej, jestem",
  "meTitle": "Jestem fullstack junior web deweloperem.",
  "meDescription": "Jestem Maciej, 20-letni polski programista. Jestem dziwnym facetem, który lubi tworzyć dziwne rzeczy i wprowadzać je do życia. Lubię rozwiązywać problemy i znajdować najlepsze rozwiązania. Kiedy nie bawię się kodem, bawię się z moim kotem.",

  "hAbout": "O Mnie",
  "hWorks": "Sprawdź moje prace",

  "aContact": "Kontakt",

  "fTop": "Do góry",
  "fAtt": "Tło SVG dzięki",

  "wSus": "Zawieszone.",
  "wShare": "Mogę udostępnić kod źródłowy.",
  "wSource": "Kod źródłowy",
  "wSite": "Strona",
  "wTeam": "Praca zespołowa",

  "w1Short": "Serwis, ułatwiający adopcję zwierząt.",
  "w1Long": "New Life to aplikacja, której zadaniem jest ułatwienie adopcji zwierząt. Aplikacja będzie obsługiwać dwa tryby pracy. Pierwszym trybem jest pokazywanie użytkownikowi zwierząt pasujących do niego w sposób znany z np. Tindera. Schronisko dostaje wtedy informację i może od razu zaakceptować użytkownika do następnego etapu, lub go odrzucić. Drugi tryb to ogólne wyświetlanie wszystkich zwierząt, jakie serwer będzie w stanie zebrać ze stron różnych schronisk.",

  "w2Short": "Skracacz linków.",
  "w2Long": "Prosty skracacz linków bez żadnych dziwnych funkcji, reklam itp. Umożliwia wygenerowanie kodu QR dla swojej strony. Nieużywane linki są usuwane z bazy danych po określonym czasie.",

  "w3Short": "Mobilny skracacz linków.",
  "w3Long": "Podobnie jak wersja webowa, pozwala na skracanie linków, oraz generowanie kodów QR. Aplikacja wymaga do działania wersji webowej, gdyż korzysta z jej API.",

  "w4Short": "Wyszukiwarka noclegów w Kołobrzegu.",
  "w4Long": "KołobrzegHotele to wyszukiwarka miejsc noclegowych. Strona została stworzona na konkurs, ale niestety miasto wyłączyło API, z którego strona korzystała, więc większość funkcji już nie działa. Noclegi były wyszukiwane na podstawie kilku kategorii i tego jak ważne były dla użytkownika. Np. jeśli dla kogoś najważniejsza była bliskość plaży, a reszta była nieistotna, to proponowane noclegi były jak najbliżej plaży.",

  "w5Short": "Bookapp (nazwa robocza) to aplikacja mobilna do śledzenia czytania.",
  "w5Long": "Aplikacja w prosty sposób pozwala na oznaczanie przeczytanych książek oraz książek \"do przeczytania\". Dzięki integracji z API openlibrary.org pozwala również na wyszukiwanie książek i sprawdzanie szczegółów na ich temat.",

  "w6Short": "Sklep z używanym sprzętem AGD.",
  "w6Long": "Strona powstała na potrzeby praktyki zawodowej w technikum i przedstawia sklep z używanym sprzętem AGD. Użytkownicy mogą dodawać oferty, a także kupować przedmioty dzięki integracji z systemem PayPal."
}
