{
  "works": "Prace",
  "contact": "Kontakt",
  "title": "Junior Deweloper",
  "aboutMe": "O Mnie",
  "more": "Więcej",
  "teamwork": "Praca zespołowa",
  "details": "Szczegóły",
  "sourceCode": "Kod źródłowy",
  "website": "Strona",
  "linkShortener": "Skraczacz linków.",
  "cutItDesc": "Prosty skracacz linków bez żadnych dziwnych funkcji, reklam itp. Umożliwia wygenerowanie kodu QR dla swojej strony. Nieużywane linki są usuwane z bazy danych po określonym czasie.",
  "mobileLinkShortener": "Mobilny skraczacz linków.",
  "cutItMobileDesc": "Podobnie jak wersja webowa, pozwala na skracanie linków, oraz generowanie kodów QR. Aplikacja wymaga do działania wersji webowej, gdyż korzysta z jej API.",
  "searchEngine": "Wyszukiwarka noclegów w Kołobrzegu.",
  "kolobrzegHoteleDesc": "KołobrzegHotele to wyszukiwarka miejsc noclegowych. Strona została stworzona na konkurs, ale niestety miasto wyłączyło API, z którego strona korzystała, więc większość funkcji już nie działa. Noclegi były wyszukiwane na podstawie kilku kategorii i tego jak ważne były dla użytkownika. Np. jeśli dla kogoś najważniejsza była bliskość plaży, a reszta była nieistotna, to proponowane noclegi były jak najbliżej plaży.",
  "secureSharing": "Bezpieczne udostępnianie notatek.",
  "sendNoteDesc": "SendNote to usługa pozwalająca na szybkie i bezpieczne udostępnianie poufnych informacji. Umożliwia zabezpieczenie notatki hasłem, ustalenie zasad, według których ma być ona usuwana, np. po maksymalnej liczbie wyświetleń, lub daty (zasady można łączyć).",
  "secondHandStore": "Sklep z używanym sprzętem AGD.",
  "pralkaDesc": "Strona powstała na potrzeby praktyki zawodowej w technikum i przedstawia sklep z używanym sprzętem AGD. Użytkownicy mogą dodawać oferty, a także kupować przedmioty dzięki integracji z systemem PayPal.",
  "iAm": "Jestem Maciej Gawrysiak, 20-letni polski",
  "weird": "Jestem dziwnym facetem, który lubi tworzyć dziwne rzeczy i wprowadzać je w życie.",
  "notOnly": "Ponadto lubię",
  "solving": "rozwiązywać",
  "problems": "problemy i ",
  "finding": "szukać",
  "solutions": "najlepszych rozwiązań.",
  "whenImNot": "Kiedy nie bawię się",
  "code": "kodem",
  "playingWith": "bawię się z moim",
  "cat": "kotem",
  "top": "Do góry",
  "newLife": "Serwis, którego zadaniem jest ułatwienie adopcji zwierząt.",
  "newLifeDesc": "New Life to aplikacja, której zadaniem jest ułatwienie adopcji zwierząt. Aplikacja będzie obsługiwać dwa tryby pracy. Pierwszym trybem jest pokazywanie użytkownikowi zwierząt pasujących do niego w sposób znany z np. Tindera. Schronisko dostaje wtedy informację i może od razu zaakceptować użytkownika do następnego etapu, lub go odrzucić. Drugi tryb to ogólne wyświetlanie wszystkich zwierząt, jakie serwer będzie w stanie zebrać ze stron różnych schronisk.",
  "wip": "Praca w Toku",
  "suspended": "Zawieszone — projekt zbyt duży dla jednej osoby.",
  "shareSourceCode": "Mogę udostępnić kod źródłowy."
}
